// Menubar
"Launch ShowRSS"="Otwórz stronę ShowRSS";
"pause"="Wstrzymaj"; // this is a verb
"resume"="Wznów"; // this is a verb
"lastupdate"="Ostatnia aktualizacja: %@"; // %@ will be replaced by update time
"lastupdateskipped"="Last Update (Skipped): %@"; // %@ will be replaced by update time
"lastupdatefailed"="Ostatnia nieudana aktualizacja: %@"; // %@ will be replaced by update time
"never"="Nigdy"; // this is for the last update time, meaning "I still haven't made one"
"updatingnow"="Updating now...";

// Notifications
"newtorrent"="Pobrano nowy plik .torrent";
"newtorrentdesc"="Torrent dla %@ został pobrany."; // %@ will be replaced by filename

// Preferences
"Preferences"="Preferencje";
"Feeds"="Kanał RSS";
"Downloads"="Downloads";
"Tweaks"="Inne";
"Help Me Configure Catch"="Pomoc w konfiguracji";
"OK"="OK";

// Preferences > Feeds
"Copy Name"="Copy Name";
"Copy Address"="Copy Address";
"Show Contents"="Show Contents";
"Feed Contents"="Feed Contents";
"Feed Name"="Feed Name";
"Add Feed"="Add Feed";
"Cancel"="Cancel";
"Import From OPML File…"="Import From OPML File…";
"Only check feed between"="Sprawdzaj kanał od";
"and"="do";

// Preferences > Downloads
"Save to:"="Save to:";
"Organize in folders by show name"="Uporządkuj torrenty według tytułu serialu";
"Open automatically"="Automatycznie otwórz torrenty";
"Download using script:"="Download using script:";

// Preferences > Tweaks
"Prevent system sleep when active"="Prevent system sleep when active";
"Automatically check for updates"="Automatycznie sprawdzaj dostępność aktualizacji";
"Open at Login"="Otwórz przy logowaniu";

// Recents window
"Recent Episodes"="Ostatnio Pobrane Torrenty";
"Copy Link"="Copy Link";
"Delete"="Delete";
